const code = 'DataObjectArray';
let data = {
    dataSource: [{
            '煤炭': 41.1,
            '钢铁': 30.4,
            '石油': 65.1,
            '天然气': 53.3
        },
        {
            '煤炭': 51.1,
            '钢铁': 20.4,
            '石油': 65.1,
            '天然气': 33.3
        },
        {
            '煤炭': 91.1,
            '钢铁': 10.4,
            '石油': 100.1,
            '天然气': 13.3
        },
        {
            '煤炭': 22.1,
            '钢铁': 32.4,
            '石油': 332.1,
            '天然气': 21.3
        },
        {
            '煤炭': 41.1,
            '钢铁': 80.4,
            '石油': 60.1,
            '天然气': 23.3
        },
        {
            '煤炭': 121.1,
            '钢铁': 30.4,
            '石油': 115.1,
            '天然气': 33.3
        }
    ]
}
export default { code, data }